<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Nota a nota</title>
    <link rel="stylesheet" href="./css/bootstrap.min.css">
    <link rel="stylesheet" href="./css/styles.css">
    <script text="text-javascript" src="./js/bootstrap.bundle.js"></script>
</head>

<body>
    <nav id="navbar" class="navbar navbar-expand navbar-dark bg-secondary">
        <div class="container-fluid">
            <a class="navbar-brand letra nombre" href="index.html">
                <img src="images/logo.png" id="logo">
                <span class="p-2">NOTA A NOTA</span>
            </a>

            <ul class="navbar-nav me-auto ">
                <li class="nav-item dropdown">
                    <a class="nav-link dropdown-toggle" href="#" id="navbarDropdownMenuLink" role="button"
                        data-bs-toggle="dropdown" aria-expanded="false">
                        Instrumentos
                    </a>
                    <ul id="dropdown-nav" class="dropdown-menu" aria-labelledby="navbarDropdownMenuLink">
                        <li><a class="dropdown-item nav-link" href="vientometal.html">Vientos metal</a></li>
                        <li><a class="dropdown-item nav-link" href="vientomadera.html">Vientos madera</a></li>
                        <li><a class="dropdown-item nav-link" href="cuerda.html">Cuerda</a></li>
                        <li><a class="dropdown-item nav-link" href="percusion.html">Percusi&oacute;n</a></li>
                    </ul>
                </li>
                <li class="nav-item">
                    <a class="nav-link" href="preguntas.html">Preguntas y respuestas</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" href="info.html">Sobre este proyecto</a>
                </li>
            </ul>
            <form class="d-flex">
                <input class="form-control me-2" type="search" placeholder="Buscar" aria-label="Search">
                <button class="btn btn-success" type="button">Buscar</button>
            </form>
        </div>
    </nav>

    <div id="container" class="container">
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item letra">NOTA A NOTA</li>
                <li class="breadcrumb-item " aria-current="page">Instrumentos</li>
                <li class="breadcrumb-item active">Cuerda</li>
            </ol>
        </nav>
        <p class=" h1 dotted">Instrumentos de cuerda</p>
        <article id="info">
            <div class="row" id="text">
                <div class="col-1 col-sm-1 col-lg-2"></div>
                <div class="row col-10 col-sm-10 col-lg-8">
                    <div class="col-12 col-md-6 col-xl-3">
                        <p>Los instrumentos de cuerda son una familia de instrumentos musicales que producen sonido a
                            trav&eacute;s de la vibraci&oacute;n de una o m&aacute;s cuerdas. Estas cuerdas pueden ser
                            pulsadas, frotadas,
                            golpeadas o rasgadas para producir diferentes tonos y notas musicales.
                        </p>
                    </div>

                    <div class="col-12 col-md-6 col-xl-3">
                        <p>
                            Los instrumentos de cuerda pueden tener diferentes formas y tama&ntilde;os, pero todos
                            est&aacute;n
                            dise&ntilde;ados para producir sonido a trav&eacute;s de la vibraci&oacute;n de las cuerdas.
                            Cada forma de
                            instrumento est&aacute; dise&ntilde;ada para producir un sonido espec&iacute;fico y para
                            facilitar la forma en
                            que el m&uacute;sico toca y sostiene el instrumento.
                        </p>
                    </div>

                    <div class="col-12 col-md-6 col-xl-3">
                        <p>
                            Los instrumentos de cuerda producen un sonido c&aacute;lido, rico y expresivo debido a la
                            vibraci&oacute;n
                            de las cuerdas. El sonido de un instrumento de cuerda depende de varios factores, como la
                            longitud, la tensi&oacute;n y el grosor de las cuerdas, la calidad de la madera utilizada en
                            la
                            construcci&oacute;n del instrumento, la forma del cuerpo y la t&eacute;cnica del
                            m&uacute;sico.
                        </p>
                    </div>

                    <div class="col-12 col-md-6 col-xl-3">
                        <p>En general, los instrumentos de cuerda producen sonidos que tienen una gran capacidad
                            expresiva. El sonido de los instrumentos de cuerda es muy vers&aacute;til y puede ser
                            utilizado en
                            muchos
                            g&eacute;neros musicales diferentes, desde la m&uacute;sica cl&aacute;sica y el jazz hasta
                            el rock y la m&uacute;sica
                            folk.</p>
                    </div>
                </div>
                <div class="col-1 col-md-1 col-lg-2"></div>
            </div>
        </article>

        <section>
            <div class="row g-0">
                <p class="h3 dotted">Piano</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img src="images/piano.png" class="w-100 mx-auto">
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-4  align-items-center text">
                    <p>El piano tiene una estructura compleja y est&aacute; dise&ntilde;ado para producir una amplia
                        gama de sonidos.
                        Tiene 88 teclas, que cubren una amplia gama de notas desde el registro m&aacute;s bajo hasta el
                        m&aacute;s
                        alto. Cada tecla est&aacute; conectada a un martillo que golpea una o m&aacute;s cuerdas.
                    </p>
                    <p>
                        El sonido del piano es producido por la vibraci&oacute;n de las cuerdas cuando son golpeadas por
                        los
                        martillos. El sonido es transmitido a trav&eacute;s del puente del piano y la caja de
                        resonancia, que
                        amplifica el sonido y le da su car&aacute;cter distintivo. El tama&ntilde;o y la forma de la
                        caja de
                        resonancia afectan la calidad del sonido producido.
                    </p>
                </div>
                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Guitarra</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-4  align-items-center text">
                    <p>La guitarra es un instrumento de cuerda pulsada que produce sonido a trav&eacute;s de la
                        vibraci&oacute;n de
                        las cuerdas. La guitarra tiene un cuerpo hueco o s&oacute;lido con un m&aacute;stil y un
                        diapas&oacute;n en el que se
                        encuentran las cuerdas. Cuando se pulsan las cuerdas con los dedos o con una p&uacute;a, se
                        generan
                        vibraciones que se transmiten a trav&eacute;s del puente de la guitarra y se amplifican en la
                        caja de
                        resonancia.
                    </p>
                    <p>
                        El sonido de la guitarra es producido por la vibraci&oacute;n de las cuerdas y es afectado por
                        diferentes factores, como el tipo de madera utilizada para la construcci&oacute;n de la
                        guitarra, la
                        calidad de las cuerdas, la t&eacute;cnica de interpretaci&oacute;n del m&uacute;sico y el tipo
                        de amplificador
                        utilizado para amplificar el sonido.
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img src="images/guitarra.png" class="w-100 mx-auto">
                </div>

                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Arpa</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img class="mx-auto" src="images/arpa.png">
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-4  align-items-center text">
                    <p>El arpa es un instrumento de cuerda pulsada que produce sonido a trav&eacute;s de la
                        vibraci&oacute;n de sus
                        cuerdas. El arpa tiene un cuerpo grande y hueco con un n&uacute;mero variable de cuerdas
                        tensadas a
                        trav&eacute;s de ella. Las cuerdas est&aacute;n conectadas a un marco superior llamado
                        &quot;columna&quot; y a una barra
                        inferior llamada &quot;curva&quot; o &quot;pedalier&quot;.
                    </p>
                    <p>
                        El arpa se toca utilizando los dedos para pulsar las cuerdas, que est&aacute;n dispuestas en una
                        serie
                        de filas, cada una de las cuales produce una nota diferente. El sonido del arpa es producido por
                        la vibraci&oacute;n de las cuerdas que son pulsadas, y es transmitido a trav&eacute;s de la caja
                        de resonancia
                        del instrumento.
                    </p>
                </div>
                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Viol&iacute;n</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-4  align-items-center text">
                    <p>El viol&iacute;n consta de cuatro cuerdas afinadas en quintas: Sol, Re, La y Mi. Las cuerdas
                        est&aacute;n
                        tensadas sobre un puente, que est&aacute; montado sobre la caja de resonancia del viol&iacute;n.
                        El puente
                        sostiene las cuerdas en su lugar y transfiere la vibraci&oacute;n de las cuerdas a la caja de
                        resonancia.
                    </p>
                    <p>
                        Para producir sonido con el viol&iacute;n, el m&uacute;sico sujeta el instrumento debajo del
                        ment&oacute;n y lo apoya
                        sobre el hombro izquierdo. El arco se sostiene en la mano derecha y se utiliza para frotar las
                        cuerdas. El m&uacute;sico puede variar la intensidad del sonido y la tonalidad del viol&iacute;n
                        aplicando
                        diferentes niveles de presi&oacute;n al arco, variando la velocidad y la direcci&oacute;n del
                        movimiento del
                        arco y cambiando la posici&oacute;n de los dedos en el diapas&oacute;n.
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img src="images/violin.png" class="w-100 mx-auto">
                </div>

                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Violonchelo</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img id="violonchelo" src="images/violoncelo.png" class="mx-auto">
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-4  align-items-center text">
                    <p>El violonchelo es un instrumento de cuerda frotada similar al viol&iacute;n, pero de mayor
                        tama&ntilde;o y
                        afinado en quintas pero una octava por debajo: Do, Sol, Re y La. Al igual que el viol&iacute;n,
                        el
                        sonido del violonchelo se produce cuando las cuerdas vibran al ser frotadas con un arco.
                    </p>
                    <p>
                        El m&uacute;sico sujeta el violonchelo entre las piernas y lo apoya sobre una almohadilla en el
                        suelo.
                        El arco se sostiene en la mano derecha y se utiliza para frotar las cuerdas. El m&uacute;sico
                        puede
                        variar la intensidad del sonido y la tonalidad del violonchelo aplicando diferentes niveles de
                        presi&oacute;n al arco, variando la velocidad y la direcci&oacute;n del movimiento del arco y
                        cambiando la
                        posici&oacute;n de los dedos en el diapas&oacute;n.
                    </p>
                </div>
                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Contrabajo</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-4 align-items-center">
                    <p>El contrabajo es el instrumento m&aacute;s grande de la familia de cuerda frotada. Generalmente,
                        est&aacute;
                        hecho de madera, y su forma es similar a la de un viol&iacute;n o una viola, pero mucho
                        m&aacute;s grande.
                        Tiene cuatro cuerdas afinadas en cuartas justas (de m&aacute;s grave a m&aacute;s agudo: Mi, La,
                        Re, Sol),
                        aunque tambi&eacute;n puede haber variantes de 5 o 6 cuerdas.
                    </p>
                    <p>
                        El sonido del contrabajo se produce al frotar las cuerdas con un arco o al pellizcarlas con los
                        dedos, lo que genera vibraciones que se transmiten a trav&eacute;s del puente al cuerpo del
                        instrumento. El cuerpo del contrabajo tiene una caja de resonancia grande y profunda, lo que le
                        permite producir una amplia gama de tonos bajos y profundos.
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img src="images/contrabajo.png" class="w-100 mx-auto">
                </div>

                <div class="col-1"></div>
            </div>
        </section>
    </div>
    <footer class="py-3 navbar-dark bg-secondary">
        <div class="text-center">
            <span>&copy; 2023 | Nota a nota | Alberto Garc&iacute;a Gonz&aacute;lez</span>
        </div>
    </footer>
</body>

</html>