<!DOCTYPE html>
<html lang="es">

<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0">
    <title>Nota a nota</title>
    <link rel="stylesheet" href="./css/bootstrap.min.css">
    <link rel="stylesheet" href="./css/styles.css">
    <script text="text-javascript" src="./js/bootstrap.bundle.js"></script>
</head>

<body>
    <nav id="navbar" class="navbar navbar-expand navbar-dark bg-secondary">
        <div class="container-fluid">
            <a class="navbar-brand letra nombre" href="index.html">
                <img src="images/logo.png" id="logo">
                <span class="p-2">NOTA A NOTA</span>
            </a>

            <ul class="navbar-nav me-auto ">
                <li class="nav-item dropdown">
                    <a class="nav-link dropdown-toggle" href="#" id="navbarDropdownMenuLink" role="button"
                        data-bs-toggle="dropdown" aria-expanded="false">
                        Instrumentos
                    </a>
                    <ul id="dropdown-nav" class="dropdown-menu" aria-labelledby="navbarDropdownMenuLink">
                        <li><a class="dropdown-item nav-link" href="vientometal.html">Vientos metal</a></li>
                        <li><a class="dropdown-item nav-link" href="vientomadera.html">Vientos madera</a></li>
                        <li><a class="dropdown-item nav-link" href="cuerda.html">Cuerda</a></li>
                        <li><a class="dropdown-item nav-link" href="percusion.html">Percusi&oacute;n</a></li>
                    </ul>
                </li>
                <li class="nav-item">
                    <a class="nav-link" href="preguntas.html">Preguntas y respuestas</a>
                </li>
                <li class="nav-item">
                    <a class="nav-link" href="info.html">Sobre este proyecto</a>
                </li>
            </ul>
            <form class="d-flex">
                <input class="form-control me-2" type="search" placeholder="Buscar" aria-label="Search">
                <button class="btn btn-success" type="button">Buscar</button>
            </form>
        </div>
    </nav>

    <div id="container" class="container">
        <nav aria-label="breadcrumb">
            <ol class="breadcrumb">
                <li class="breadcrumb-item letra">NOTA A NOTA</li>
                <li class="breadcrumb-item " aria-current="page">Instrumentos</li>
                <li class="breadcrumb-item active">Vientos metal</li>
            </ol>
        </nav>
        <p class=" h1 dotted">Instrumentos de viento metal</p>
        <article id="info">
            <div class="row" class="text">
                <div class="col-1 col-sm-1 col-lg-2"></div>
                <div class="row col-10 col-sm-10 col-lg-8">
                    <div class="col-12 col-md-6 col-xl-3">
                        <p>Los instrumentos de viento metal son una familia de instrumentos musicales que producen
                            sonido al vibrar los labios del m&uacute;sico en una boquilla de metal. Esta
                            vibraci&oacute;n se amplifica
                            en un tubo de metal, creando una nota musical. Esta familia de instrumentos incluye varios
                            tipos diferentes, cada uno con su propia forma, tama&ntilde;o y sonido
                            caracter&iacute;stico.
                        </p>
                    </div>

                    <div class="col-12 col-md-6 col-xl-3">
                        <p>
                            La boquilla de metal del instrumento es uno de los componentes m&aacute;s importantes.
                            Est&aacute;
                            dise&ntilde;ada para permitir una mayor resistencia al flujo de aire y para dar forma a la
                            columna
                            de aire que se mueve a trav&eacute;s del tubo. Las boquillas var&iacute;an en tama&ntilde;o
                            y forma seg&uacute;n el tipo
                            de instrumento y las preferencias del m&uacute;sico.
                        </p>
                    </div>

                    <div class="col-12 col-md-6 col-xl-3">
                        <p>
                            La forma y tama&ntilde;o del tubo tambi&eacute;n afectan al tono y timbre del instrumento.
                            Los
                            instrumentos de viento metal m&aacute;s grandes, como la tuba, tienen un tubo m&aacute;s
                            grande y amplio,
                            lo que les da un tono m&aacute;s grave y potente. Los instrumentos m&aacute;s
                            peque&ntilde;os, como la trompeta,
                            tienen un tubo m&aacute;s estrecho, lo que les da un sonido m&aacute;s agudo y brillante.
                        </p>
                    </div>

                    <div class="col-12 col-md-6 col-xl-3">
                        <p>En general, los instrumentos de viento metal son conocidos por su sonido brillante y
                            poderoso. Tambi&eacute;n requieren una gran cantidad de habilidad y pr&aacute;ctica para
                            tocarlos con
                            precisi&oacute;n y control, pero cuando se tocan correctamente, pueden producir algunos de
                            los
                            sonidos m&aacute;s emocionantes y emotivos en la m&uacute;sica.</p>
                    </div>
                </div>
                <div class="col-1 col-md-1 col-lg-2"></div>
            </div>
        </article>

        <section>
            <div class="row g-0">
                <p class="h3 dotted">Trompeta</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img src="images/trompeta.png" class="w-100">
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-4 align-items-center text">
                    <p>La trompeta es uno de los instrumentos de viento metal m&aacute;s populares y conocidos. Se
                        compone de
                        un tubo largo y estrecho con una boquilla en el extremo y tres v&aacute;lvulas para cambiar la
                        nota que
                        se produce. La trompeta se utiliza en muchos g&eacute;neros musicales diferentes, desde la
                        m&uacute;sica
                        cl&aacute;sica hasta el jazz y la m&uacute;sica popular.
                    </p>
                    <p>
                        La trompeta es conocida por su sonido brillante y potente. Las notas m&aacute;s agudas tienden a
                        sonar
                        m&aacute;s brillantes y agudas, mientras que las notas m&aacute;s graves tienen un sonido
                        m&aacute;s oscuro y
                        resonante. La trompeta se utiliza a menudo para tocar melod&iacute;as y solos, pero
                        tambi&eacute;n puede
                        formar parte de una secci&oacute;n de vientos en una banda o una orquesta.
                    </p>
                </div>
                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Tuba</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-4 align-items-center text">
                    <p>La tuba es el instrumento de viento metal m&aacute;s grande de la familia. Tiene un tubo largo y
                        amplio
                        y se toca sosteni&eacute;ndolo en el regazo o en una correa alrededor del hombro. La tuba se
                        utiliza
                        principalmente en la m&uacute;sica cl&aacute;sica y en las bandas militares.
                    </p>
                    <p>
                        La tuba es conocida por su sonido profundo y resonante. Es uno de los instrumentos m&aacute;s
                        graves en
                        la secci&oacute;n de vientos y su sonido proporciona una base s&oacute;lida para el conjunto. La
                        tuba puede
                        producir una variedad de efectos de sonido, desde un sonido suave y sostenido hasta un sonido
                        fuerte y estridente.
                    </p>
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center mx-auto">
                    <img src="images/tuba.png">
                </div>

                <div class="col-1"></div>
            </div>
        </section>
        <section>
            <div class="row g-0">
                <p class="h3 dotted">Tromb&oacute;n</p>
                <div class="col-1"></div>
                <div class="col-10 col-md-5 col-lg-4 d-flex align-items-center">
                    <img src="images/trombon.png" class="w-100">
                </div>
                <div class="col-1 d-md-none d-lg-block"></div>
                <div class="col-1"></div>
                <div class="col-10 col-md-4 align-items-center text">
                    <p>El tromb&oacute;n es otro instrumento de viento metal popular. Es m&aacute;s grande que la
                        trompeta y tiene un
                        tubo m&aacute;s largo con un codo en la parte superior. El tromb&oacute;n se toca haciendo
                        vibrar los labios
                        en una boquilla grande y redonda y moviendo una vara que se extiende desde el codo del
                        instrumento hacia afuera y hacia adentro del tubo.
                    </p>
                    <p>
                        El sonido del tromb&oacute;n puede variar desde un sonido suave y delicado hasta un sonido
                        fuerte y
                        estridente. El sonido se produce por la vibraci&oacute;n de los labios del m&uacute;sico en la
                        boquilla y se
                        amplifica por la campana del instrumento. El sonido del tromb&oacute;n es conocido por su
                        calidad
                        c&aacute;lida y rica.
                    </p>
                </div>
                <div class="col-1"></div>
            </div>
        </section>
    </div>
    <footer class="py-3 navbar-dark bg-secondary">
        <div class="text-center">
            <span>&copy; 2023 | Nota a nota | Alberto Garc&iacute;a Gonz&aacute;lez</span>
        </div>
    </footer>
</body>

</html>